<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" 
"http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
    <key>PayloadContent</key>
    <array>
        <dict>
            <key>PayloadType</key>
            <string>com.apple.applicationaccess</string>
            <key>PayloadVersion</key>
            <integer>1</integer>
            <key>PayloadIdentifier</key>
            <string>com.example.noflashlight</string>
            <key>PayloadUUID</key>
            <string>12345678-ABCD-1234-ABCD-1234567890AB</string>
            <key>PayloadDisplayName</key>
            <string>No Flashlight</string>
            <key>allowControlCenterWhileLocked</key>
            <false/>
            <key>allowCamera</key>
            <true/>
            <key>allowVideoConferencing</key>
            <true/>
            <key>allowScreenShot</key>
            <true/>
        </dict>
    </array>
    <key>PayloadDisplayName</key>
    <string>No Flashlight</string>
    <key>PayloadIdentifier</key>
    <string>com.example.noflashlightprofile</string>
    <key>PayloadRemovalDisallowed</key>
    <false/>
    <key>PayloadType</key>
    <string>Configuration</string>
    <key>PayloadUUID</key>
    <string>87654321-DCBA-4321-DCBA-0987654321FE</string>
    <key>PayloadVersion</key>
    <integer>1</integer>
</dict>
</plist>
